Repository: elementary/wingpanel-indicator-session
Catalog: po/*.po
Languages: pa

source: Log Out…
pa: ਲੌਗਆਊਟ ਕਰੋ…

source: Suspend
pa: ਮੁਅੱਤਲ ਕਰੋ

source: Lock
pa: ਤਾਲਾ ਲਾਓ

source: Shut Down…
pa: ਸ਼ੱਟਡਾਊਨ ਕਰੋ…

source: Logged in as “%s”, %i other user logged in
pa: ਬਤੌਰ “%s” ਲੌਗਇਨ ਹੋ, %i ਹੋਰ ਵਰਤੋਂਕਾਰ ਵੀ ਲੌਗਇਨ ਹੈ

source: Logged in as “%s”
pa: ਬਤੌਰ “%s” ਲੌਗਇਨ ਹੋ

source: Not logged in
pa: ਲੌਗਇਨ ਨਹੀਂ ਹੋ

source: Middle-click to prompt to shut down
pa: ਸ਼ੱਟਡਾਊਨ ਦਾ ਪੁੱਛਣ ਲਈ ਵਿਚਕਾਰਲੀ-ਕਲਿੱਕ

source: Are you sure you want to Log Out?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਿਆ ਹੀ ਲੌਗਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: This will close all open applications.
pa: ਇਹ ਸਾਰੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਐਪਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।

source: Log Out
pa: ਲੌਗਆਊਟ ਕਰੋ

source: Are you sure you want to Shut Down?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਿਆ ਹੀ ਸ਼ੱਟਡਾਊਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: This will close all open applications and turn off this device.
pa: ਇਹ ਸਾਰੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਐਪਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਡਿਵਾਈਸ ਨੂੰ ਵੀ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।

source: Shut Down
pa: ਸ਼ੱਟਡਾਊਨ ਕਰੋ

source: Cancel
pa: ਰੱਦ ਕਰੋ

source: Restart
pa: ਰੀਸਟਾਰਟ ਕਰੋ

source: Guest
pa: ਮਹਿਮਾਨ

source: Logged in
pa: ਲੌਗਇਨ ਹੋਇਆ

source: Logged out
pa: ਲੌਗਆਊਟ ਹੋਇਆ
